{"inkVersion":21,"root":[[{"->":"start"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"start":[["^Kamusta, mayroon ka bang tanong tungkol sa Bilog ng Buhay? ","#","^speaker: Teacher","/#","\n","ev","str","^Oo.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Hindi.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"choice_panel"},{"#f":5}],"c-1":["\n",{"->":"ending"},{"#f":5}]}],{"#f":1}],"choice_panel":[["^Okay! Ano ang gusto mong malaman?","\n","ev","str","^Gusto ko malaman kung ano ang Kalooban","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Gusto ko malaman kung ano ang Kakayanan","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Gusto ko malaman kung ano ang Kapwa","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^Gusto ko malaman kung ano ang Kabuluhan","/str","/ev",{"*":".^.c-3","flg":20},{"c-0":["\n",{"->":"kalooban"},{"#f":5}],"c-1":["\n",{"->":"kakayanan"},{"#f":5}],"c-2":["\n",{"->":"kapwa"},{"#f":5}],"c-3":["\n",{"->":"kabuluhan"},{"#f":5}]}],{"#f":1}],"kalooban":["^Kalooban ay tumutukoy sa ating mga emosyon at damdamin. Kailangan nating kontrolin ang ating emosyon at iwasang pabayaan ito. ","#","^speaker: Teacher","/#","\n","^Isang paraan upang matulungan ang ating sarili na kontrolin ang emosyon ay ang pagbabago ng ating pananaw sa mga sitwasyon.","\n","end",{"#f":1}],"kakayanan":["^Kakayanan ay tumutukoy sa iyong mga kalakasan at ang tulong na natatanggap mo galing sa iba.","\n","^Kung ikaw ay naiistress sa problema, isipin mo ang iyong mga kakayanan o kalakasan, at kung paano mo kinayang lampasan ang mga nakaraang problema.","\n","^At kung hindi mo kaya ang hinaharap na problema, importanteng maalala na puwede kang humingi ng tulong sa iba.","\n","^Walang masama sa pagtatanong sa iba para sa tulong.","\n","end",{"#f":1}],"kapwa":["^Kapwa ay tumutukoy sa iyong mga kaibigan at karelasyon.","\n","^Ang makasama ang mga taong mahal mo sa buhay ay makakatulong sa pagbawas sa iyong stress.","\n","end",{"#f":1}],"kabuluhan":["^Kabuluhan ay tumutukoy sa kahulugan at layunin mo sa buhay.","\n","^Kung mayroon kang kabuluhan at layunin sa iyong buhay, kaya mo ang mga sakripisyo, problema, at stress na nararanasan mo.","\n","^Puwede mo ring dasalan ang diyos na pinaniniwalaan mo.","\n","^Kapag tayo'y nagdadasal, maaaring mas gumaan ang ating pakiramdam kapag alam nating may nakikinig sa atin at handang tumulong.","\n","end",{"#f":1}],"ending":["^Okay, sige. Paalam!","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}