{"inkVersion":21,"root":[[{"->":"start"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"start":["^Ngayong alam mo na kung paano gamitin ang mindful breathing upang bawasan ang stress, hayaan mong ituro sa iyo ang iba pang epektibong pagtugon sa stress! ","#","^speaker: Teacher","/#","\n","^May iba pang epektibong pagtugon sa stress? ","#","^speaker: you","/#","\n","^Oo naman! Hindi lang mindful breathing ang paraan para magcope sa stress. ","#","^speaker: Teacher","/#","\n","^Ang isang healthy na paraan ng pagcope ng stress ay sa paggamit ng 'Bilog ng Buhay'. ","#","^speaker: Teacher","/#","\n","^Bilog ng Buhay? Ano 'yon? ","#","^speaker: you","/#","\n",{"->":"bilog_ng_buhay"},{"#f":1}],"bilog_ng_buhay":["^Ang Bilog ng Buhay ay may apat na bahagi - Kalooban, Kakayanan, Kapwa, at Kabuluhan. ","#","^speaker: Teacher","/#","\n","^Ang Kalooban ay tumutukoy sa pagbabago ng iyong pananaw at sa stratehiyang reframing. Kung ikaw ay nasa isang mahirap na sitwasyon, baguhin mo ang iyong pagtingin sa sitwasyon na maging mas positibo.","\n","^Ang kakayanan ay tumutukoy sa iyong mga kalakasan o strengths. Kapag nasestress ka, isipin kung paano mo  nakayanan ang mga hamon na naranasan mo.","\n","^Ang Kapwa ay tumutukoy sa mga taong nasa paligid mo. Ang paglaan ng oras para sa iyong mga kaibigan at pamilya ay makakatulong sa'yo na bawasan ang stress.","\n","^Ang Kabuluhan ay tumutukoy sa kahalagahan ng iyong buhay. Kung mayroon kang layunin o purpose sa buhay, matatanggap mo ang stress, ang hirap, at mga problema ng buhay.","\n",{"->":"ending"},{"#f":1}],"ending":["^Napakaraming dapat tandaan. Baka hindi ko na maalala ang lahat na binanggit mo. ","#","^speaker: you","/#","\n","^Okay lang 'yon! Hindi ko inaasahan na tandaan mo ang lahat kaagad. ","#","^speaker: Teacher","/#","\n","^Tandaan mo lang ang Bilog ng Buhay kapag kailangan mo bawasan ang iyong stress.","\n","^Para mabawasan mo ang iyong stress gamit ng Bilog ng Buhay, i-explore mo ang mundo sa paligid mo.","\n","^Hanapin mo ang mga paraan upang magpahinga at magcope sa stress! Sigurado akong makakahanap ka ng maraming mga bagong epektibong pagtugon sa stress na gagana para sa'yo.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}