{"inkVersion":21,"root":[[{"->":"start"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"start":[["^Lumapit ka sa isang book shelf at napansin mo ang isang librong pinamagatang 'Stress and You: For Teenagers'. Ang aklat ay nahahati sa marami, madaling maunawaan na mga seksyon na maaari mong basahin. ","#","^speaker: You","/#","\n","ev","str","^Ano ang stress?","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Ano ang science sa likod ng stress?","/str","/ev",{"*":".^.c-1","flg":4},"ev","str","^Paano ko mapapamahalaan o kontrilin ang stress ko?","/str","/ev",{"*":".^.c-2","flg":4},"ev","str","^Itigil ang pagbabasa","/str","/ev",{"*":".^.c-3","flg":20},{"c-0":["\n",{"->":"stress_info"},{"#f":5}],"c-1":["\n",{"->":"science_info"},{"#f":5}],"c-2":["\n",{"->":"stress_management"},{"#f":5}],"c-3":["\n",{"->":"end"},{"#f":5}]}],{"#f":1}],"stress_info":["^Ang stress ay isang normal na katotohanan ng buhay. Ang mga teenager na tulad mo ay palaging makakaranas ng stress kahit anong mangyari. ","#","^speaker: Book","/#","\n","^Sa halip, mahalagang matutunan kung paano pamahalaan o kontrolin ang iyong stress sa malusog na paraan habang iniiwasan ang mga hindi malusog na paraan ng pagharap dito.","\n",{"->":"start"},{"#f":1}],"science_info":["^Kapag na-stress ang isang tao, naglalabas sila ng cortisol, na ang stress hormone. Ang Cortisol ay nagbibigay sa atin ng enerhiya upang maging alerto bilang tugon o reaksyon sa isang mahirap na sitwasyon. ","#","^speaker: Book","/#","\n","^Pero kung masyadong mataas ang cortisol sa dugo mo, maaaring tumaas ang iyong blood pressure at cholesterol, at ma-experience mo ang pagkakalbo, tuyot na balat, pag-usbong ng acne, sakit sa mga kasu-kasuan at kalamnan, at isang mas mahina na immune system.","\n",{"->":"start"},{"#f":1}],"stress_management":["^Una, kailangan mong maging mulat at magkaroon ng kamalayan kapag ikaw at stressed para ma-manage at mo-kontrol mo ito. Pagkatapos, huwag kalimutang magsanay ng pangangalaga sa sarili. ","#","^speaker: Book","/#","\n","^Bigyan ng oras ang iyong sarili at tangkilikin ang mga bagay na gusto mo tulad ng paglalaro ng iyong mga paboritong laro, paglaan ng oras sa iyong mga libangan o pag-exercise.","\n",{"->":"start"},{"#f":1}],"end":["^Isinara mo ang libro at umalis ","#","^speaker: You","/#","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}