{"inkVersion":21,"root":[[{"->":"start"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"start":[["^Lumapit ka sa isang book shelf at napansin mo ang isang librong pinamagatang 'Effects of Stress'. Ang libro ay nahahati sa marami, madaling maunawaan na mga seksyon na maaari mong basahin. ","#","^speaker: You","/#","\n","ev","str","^Ang mga epekto ng stress sa katawan?","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Ang mga epekto ng stress sa mga emosyon?","/str","/ev",{"*":".^.c-1","flg":4},"ev","str","^Paano kong mapapamahalaan o bantayan ang aking stress?","/str","/ev",{"*":".^.c-2","flg":4},"ev","str","^Itigil ang pagbabasa.","/str","/ev",{"*":".^.c-3","flg":20},{"c-0":["\n",{"->":"body_effects"},{"#f":5}],"c-1":["\n",{"->":"emotion_effects"},{"#f":5}],"c-2":["\n",{"->":"bilog_ng_buhay"},{"#f":5}],"c-3":["\n",{"->":"end"},{"#f":5}]}],{"#f":1}],"body_effects":["^Ang stress ay maaaring apektuhan ang ating pisikal na kalusugan.","\n","^Ang sobrang stress ay maaaring magdulot ng pananakit ng tiyan, acne, pagkawala ng buhok, at pagbaba ng immune system.","\n","^Maaari ka ring makakuha ng pangmatagalang komplikasyon sa kalusugan kung ikaw ay stressed nang masyadong matagal.","\n",{"->":"start"},{"#f":1}],"emotion_effects":["^Mayroon tayong limang pangunahing emosyon: saya, kalungkutan, galit, takot, at pagkasuklam. Ang limang emosyong ito ay laging nasa utak.","\n","^Mahalagang maunawaan at magkaroon ng kamalayan sa limang pangunahing emosyong ito upang mapangasiwaan at bantayan natin ang mga ito at makayanan at harapin ang stress.","\n","^Kapag naramdaman mo ang alinman sa mga emosyong ito, huminto at subukang kontrolin ang mga ito bago ka mapuspos ng mga ito.","\n","^Kung tayo ay nalulula o napupuspos, maaari kang makaramdam ng kalungkutan, pag-aalala, pagkabalisa, at katigasan ng ulo.","\n",{"->":"start"},{"#f":1}],"bilog_ng_buhay":["^Upang makatulong sa pamamahala at pagkontrol ng iyong stress, maaari nating tandaan ang Bilog ng Buhay.","\n","^Ang Bilog ng Buhay ay may apat na bahagi - Kalooban, Kakayanan, Kapwa, at Kabuluhan.","\n","^Ang Kalooban ay tumutukoy sa kung paano mo muling binabalangkas at binabago ang iyong mga pananaw. Kung ikaw ay nakakaranas ng isang mahirap na sitwasyon, baguhin ang paraan ng pagtingin mo sa iyong sitwasyon sa isang mas positibong liwanag at isip.","\n","^Ang Kakayanan ay tumutukoy sa iyong mga lakas. Kung ikaw ay stressed, isipin mo kung paano mo nalampasan ang nakaraang mga hamon.","\n","^At huwag matakot na makipag-ugnayan sa iba kung kailangan mo ng higit pang tulong!","\n","^Ang Kapwa ay tumutukoy sa mga tao sa paligid mo. Ang paglaan ng oras sa iyong mga kaibigan at pamilya ay makakatulong sa iyo upang mabawasan ang stress.","\n","^Ang Kabuluhan ay tumutukoy sa kahulugan ng iyong buhay. Kung may layunin ang buhay mo, kaya mong tanggapin ang stress, hirap, at problema sa buhay.","\n",{"->":"start"},{"#f":1}],"end":["^Isinara mo ang libro at umalis ","#","^speaker: You","/#","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}