{"inkVersion":21,"root":[[{"->":"start"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"start":[["^Hello, you have questions about the Bilog ng Buhay? ","#","^speaker: Teacher","/#","\n","ev","str","^Yes.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^No.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"choice_panel"},{"#f":5}],"c-1":["\n",{"->":"ending"},{"#f":5}]}],{"#f":1}],"choice_panel":[["^Okay! What would you like to know?","\n","ev","str","^I'd like to know what Kalooban is","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^I'd like to know what Kakayanan is","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^I'd like to know what Kapwa is","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^I'd like to know what Kabuluhan is","/str","/ev",{"*":".^.c-3","flg":20},{"c-0":["\n",{"->":"kalooban"},{"#f":5}],"c-1":["\n",{"->":"kakayanan"},{"#f":5}],"c-2":["\n",{"->":"kapwa"},{"#f":5}],"c-3":["\n",{"->":"kabuluhan"},{"#f":5}]}],{"#f":1}],"kalooban":["^Kalooban refers to our emotions. We must manage our emotions and avoid giving into it. ","#","^speaker: Teacher","/#","\n","^One way to help manage our emotions is to change our perspective on situations.","\n","end",{"#f":1}],"kakayanan":["^Kakayanan refers to your strength and the help you recieve from others.","\n","^If you are very stressed with a problem, just think where your strengths are and how you overcame past problems.","\n","^And if you can't overcome a problem, its important that you go and reach out to others to help you.","\n","^There is nothing wrong in asking other people for help.","\n","end",{"#f":1}],"kapwa":["^Kapawa refers to your friends and relationships.","\n","^Being with the people you feel you belong can help you reduce stress","\n","end",{"#f":1}],"kabuluhan":["^Kabuluhan refers to the meaning and purpose in your life.","\n","^If you have meaning and purpose to your life, you can tolerate the sacrifices, problems, and stress you experience.","\n","^You can also pray to the god you believe in, you can also pray.","\n","^When we pray, we can feel better knowing that there is someone listening to us and ready to help us.","\n","end",{"#f":1}],"ending":["^Alright then. Goodbye.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}