{"inkVersion":21,"root":[[{"->":"start"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"start":[["^Last time, you learned about stress and how to manage stress using mindful breathing. ","#","^speaker: Teacher","/#","\n","^But of course, there are many other ways to manage your stress beyond just mindful breathing. ","#","^speaker: Teacher","/#","\n","^To help us remember these, we can use the Bilog ng Buhay.","\n","ev","str","^What is the Bilog ng Buhay?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"bilog_ng_buhay"},{"#f":5}]}],{"#f":1}],"bilog_ng_buhay":["^The Bilog ng Buhay helps us remember the four aspects we need to take care of cope with stress. ","#","^speaker: Teacher","/#","\n","^The four aspects are - Kalooban, Kakayanan, Kapwa, and Kabuluhan.","\n",{"->":"kalooban"},{"#f":1}],"kalooban":["^Kalooban refers to our emotions. We must manage our emotions and avoid giving into it. ","#","^speaker: Teacher","/#","\n","^One way to help manage our emotions is to change our perspective on situations.","\n",{"->":"kakayanan"},{"#f":1}],"kakayanan":["^Kakayanan refers to your strength and the help you recieve from others.","\n","^If you are very stressed with a problem, just think where your strengths are and how you overcame past problems.","\n","^And if you can't overcome a problem, its important that you go and reach out to others to help you.","\n","^There is nothing wrong in asking other people for help.","\n",{"->":"kapwa"},{"#f":1}],"kapwa":["^Kapawa refers to your friends and relationships.","\n","^Being with the people you feel you belong can help you reduce stress","\n",{"->":"kabuluhan"},{"#f":1}],"kabuluhan":[["^Kabuluhan refers to the meaning and purpose in your life.","\n","^If you have meaning and purpose to your life, you can tolerate the sacrifices, problems, and stress you experience.","\n","^You can also pray to the god you believe in, you can also pray.","\n","^When we pray, we can feel better knowing that there is someone listening to us and ready to help us.","\n","ev","str","^That's a lot to remember.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"ending"},{"#f":5}]}],{"#f":1}],"ending":["^Don't worry. I understand that's a lot to remember.","\n","^You won't be able to remember all of that right away.","\n","^Instead, I encourage you to go and explore the world and find ways to destress before school starts tomorrow.","\n","^I'll see you in class tomorrow!","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}