{"inkVersion":21,"root":[[{"->":"start"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"start":[["^You approach a book shelf and notice a book entitled 'Effects of Stress'. The book is divided into multiple, easy to understand sections that you can read through. ","#","^speaker: You","/#","\n","ev","str","^The effects of stress on the body?","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^The effects of stress on emotions?","/str","/ev",{"*":".^.c-1","flg":4},"ev","str","^How can I manage my stress?","/str","/ev",{"*":".^.c-2","flg":4},"ev","str","^Stop reading.","/str","/ev",{"*":".^.c-3","flg":20},{"c-0":["\n",{"->":"body_effects"},{"#f":5}],"c-1":["\n",{"->":"emotion_effects"},{"#f":5}],"c-2":["\n",{"->":"bilog_ng_buhay"},{"#f":5}],"c-3":["\n",{"->":"end"},{"#f":5}]}],{"#f":1}],"body_effects":["^Stress can affect our physical health.","\n","^Too much stress can cause stomache ache, acne, hair loss, and lowered immune system.","\n","^You might also get long-term health complications if you are stressed for too long.","\n",{"->":"start"},{"#f":1}],"emotion_effects":["^We have five basic emotions: joy, sadness, anger, fear, and disgust. These five emotions are always present in the brain.","\n","^Its important to understand and be aware of these five basic emotions so we can manage them and cope with stress.","\n","^When you are feeling any of these emotions, pause and try to control them before you are overwhelmed by them.","\n","^If we are overwhelmed, you might feel sadness, anxiety, restlesness, and stubborness.","\n",{"->":"start"},{"#f":1}],"bilog_ng_buhay":["^To help manage your stress, we can remember the Bilog ng Buhay.","\n","^The Bilog ng Buhay has four parts - Kalooban, Kakayanan, Kapwa, and Kabuluhan.","\n","^Kalooban refers to how you reframe your perspectives. If you are under a difficult situation, change the way you see your situation in a more positive light.","\n","^Kakayanan refers to your strengths. If you are stressed, think of how you were able to overcome the challenges in the past.","\n","^And don't be afraid to reach out to others if you need more help!","\n","^Kapwa refers to the people around you. Spending time with your friends and family can help you reduce stress.","\n","^Kabuluhan refers to the meaning of your life. If your life has purpose, you can accept the stress, the hardship, and problems of life.","\n",{"->":"start"},{"#f":1}],"end":["^You close the book and walk away ","#","^speaker: You","/#","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}